var name = "ccc";
var total_time = "312340";
var data = [10, 20, 30, 40, 30, 20, 10, 50, 10, 20, 30, 40, 30, 20, 10, 50, 10, 20, 30, 40, 30, 20, 10, 50,
			10, 20, 30, 40, 30, 20, 10, 50, 10, 20, 130, 40, 30, 20, 10, 150, 10, 120, 30, 40, 30, 20, 10, 50,
			10, 20, 30, 40, 30, 20, 10, 50, 110, 20, 30, 40, 30, 20, 10, 50, 10, 20, 30, 40, 130, 20, 10, 50,
			10, 20, 30, 40, 30, 20, 10, 50, 10, 20, 30, 140, 30, 20, 10, 50, 10, 20, 30, 40, 30, 20, 10, 50]

function draw_partA()
{
	total_hour = parseInt(total_time/60);
	$("#hello").html("Hi,"+ name + "!COCLEAN已经守护您" + total_hour  + "小时");
	total_number = Math.floor(total_time/5);
	$("#statistic_number").html(total_number + "m³");
}